type TReviews = {
	id: number;
	name: string;
	review: {
		id: number;
		text: string;
	}[];
};

export const reviews: TReviews[] = [
	{
		id: 1,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства. Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье.',
			},
		],
	},
	{
		id: 2,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 3,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 4,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 5,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 6,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 7,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 8,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 9,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 10,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 11,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 12,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 13,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 14,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 15,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 16,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 17,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 18,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 19,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 20,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
	{
		id: 21,
		name: 'Inna',
		review: [
			{
				id: 1,
				text: 'Здравия всем.',
			},
			{
				id: 2,
				text: 'Лада в Перми. Друзья, просто находться с Ладой радом, быть в ее поле, уже счастье. Было столько тревог, сомнений, беспокойства...',
			},
		],
	},
];
